---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentReloadingLatestEventArgs
source: html/664c8d72-aa05-f189-1961-99cbbef3c15f.htm
---
# DocumentReloadingLatestEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.